mytoken = "7084319669:AAFZ-xVQbc6qZr18sIpZeLJX1OWjJlmi9Mc"

text_how_to = ("Этот бот является переходником к нейросети *Mistral*, который является чат-ботом для решений математических задач и объяснения программирования.\n"
               "Ответы на английском генерируются немного быстрее, а также она может выдавать ответ одновременно на 2х языках.(особенность  обученности нейросети)\n"
               "Для того чтобы начать общение с нейросетью нажми на кнопку *задать вопрос*, а если хочешь продолжить диалог, то на кнопку *продолжи*\n"
               "Если же тебе нужен новый запрос, то просто напиши его следующим сообщением, так бот поймет что ты от него просишь.")

text_start = ("Здравствуйте! Я являюсь переходником для нейросети Mistral, которая обучена и на русском и на английском языке.\n"
              "Команда /how_to поможет с началом диалога, а команда /about выведет полную справку о проекте."
              )
