mytoken = "YOURTOKEN"

text_how_to = ("Этот бот является переходником к нейросети *Mistral*, который является чат-ботом для решений математических задач.\n"
               "Ответы на английском генерируются немного быстрее, а также она может выдавать ответ одновременно на 2х языках.(особенность  обученности нейросети)\n"
               "Для того чтобы начать общение с нейросетью выбери вопрос, с которым тебе"
               "нужна помощь, а затем выбери уровень ответа (advanced - полный и точный ответ. beginner - простой ответ, но генерация намного быстрее.\n"
               "Если же тебе нужен новый запрос, то нажми на кнопку *задать новый вопрос*, а затем пройди снова шаги выше."
               )

text_start = ("Здравствуйте! Я являюсь ботом-помощником, который решает задачи по математике и физике.\n"
              "Команда /how_to поможет с началом диалога, а команда /about выведет справку о проекте."
              )

text_for_error = "Вы сделали что-то не то, пожалуйста попробуйте снова."

system_content_text_beginner = "Ты самый простой помощник, который даёт очень краткие ответы."

system_content_text_advanced = "Ты очень хороший помощник, который даёт полные ответы."

system_content_text_continuation = "Продолжи ответ"
